[ConfigPage] ; 设置中心页面
background=16777215 ; 背景色 RGB(255, 255, 255)
[ConfigSheet] ; 设置中心窗口 
caption_border=11250618 ; 右上分类标题边框 RGB(186, 171, 171)
caption_bkgrnd_T=16182268 ; 右上分类标题过渡背景色上 RGB(252, 235, 246)
caption_bkgrnd_B=11640027 ; 右上分类标题过渡背景色下 RGB(219, 156, 177)
caption_split=10197202 ; 右上分类标题底边线 RGB(210, 152, 155)
[ConfigTree] ; 设置中心左树控件
background=16777215 ; 背景色 RGB(255, 255, 255)
border=11119292 ; 边框色 RGB(188, 170, 169)
caption_bkgrnd_T=15654138 ; 节点标题过渡背景色上 RGB(250, 220, 238)
caption_bkgrnd_B=11903966 ; 节点标题过渡背景色下 RGB(222, 163, 181)
item_sel=8728249 ; 子节点选中色 RGB(185, 46, 133)
caption_border_T=11383229 ; 节点标题边框外 RGB(189, 177, 173)
caption_border_B=16777215 ; 节点标题边框内 RGB(255, 255, 255)
[DetailGameList] ; 游戏局列表详细控件
item_T=14143472 ; 奇数项背景色 RGB(240, 207, 215)
item_B=15526392 ; 偶数项背景色 RGB(248, 233, 236)
item_sel=10981343 ; 选中项背景色 RGB(185, 46, 133)
item_cs=15987195 ; 中途局item颜色 RGB(251, 241, 243)
[DirectBroadcast] ; 直播二级界面
background=7220389 ; 背景色 RGB(165, 44, 110)
[EmotionWnd] ; 表情选择界面
background=14146805 ; 背景色 RGB(245, 220, 215)
border=11163457 ; 边框色 RGB(65, 87, 170)
[FloatTip] ; 好友tip界面
background_T=9001928 ; 过渡背景色上 RGB(200, 91, 137)
background_B=11965922 ; 过渡背景色下 RGB(226, 149, 182)
border_LT=6111409 ; 边框外 RGB(177, 64, 93)
border_RB=6111409 ; 边框内 RGB(177, 64, 93)
usertext=16777215 ; 普通用户文字颜色 RGB(255, 255, 255)
vipusertext=16777215 ; 会员用户文字颜色 RGB(255, 255, 255)
trooptext=16777215 ; 群文字颜色 RGB(255, 255, 255)
[GameCreate] ; 游戏二级界面创建部分
box_bkgrnd=13682157 ; 地图介绍背景色RGB(237,197,208)
toolbar_bkgrnd_T=15131124 ;  工具栏背景色上RGB(244,225,230)
toolbar_bkgrnd_B=11969253 ; 工具栏背景色下RGB(229,162,182)
toolbar_border=14937833 ; 工具栏边框色RGB(233,238,227)
text=12481042 ; 中间文字内容颜色 RGB(18,114,190)
split_left=15198183 ; 间隔线左RGB(231,231,231)
split_right=7220389 ; 间隔线右RGB(165,44,110)
list_border=7880091 ;编辑器房间列表边框线RGB(155,61,120)
list_selborder=16777215 ;选中地图时间隔RGB(255,255,255)
list_selbkgrnd_T=12753889 ；选中地图时背景色上RGB(225,155,194)
list_selbkgrnd_B=10049233 ; 选中地图时背景色上RGB(209,86,153)
list_singlebkgrnd_T=15590130 ; 地图列表单行背景色上RGB(242,226,237)
list_singlebkgrnd_B=15590130 ; 地图列表单行背景色下RGB(242,226,237)
list_doublebkgrnd=15061739 ; 地图列表双行背景色RGB(235,210,229)
listhead_bkgrnd_T=16382457 ; 标题背景色上RGB(249,249,249)
listhead_bkgrnd_B=15198183 ; 标题背景色下RGB(231,231,231)
[GameConfig] ; 游戏参数设置界面
gamesetting_background=14934259; 背景色 RGB(243, 224, 227)
edit_pwd_border=4940191 ; 密码编辑框边框 RGB(159, 97, 75)
edit_pwd_bkgrnd=16777215 ; 密码编辑框背景色 RGB(255, 255, 255)
edit_pwd_bkgrnd_disable=13813213 ; 密码编辑框失效背景色 RGB(221, 197, 210)
edit_pwd_bkgrnd_readonly=13813213 ; 密码编辑框只读背景色 RGB(221, 197, 210)
[GameDlg] ; 游戏分区房间列表
background=16315900 ; 背景色 RGB(252, 245, 248)
areaborder=10391235 ; 分区项边框色 RGB(195, 142, 158)
areabkgrnd_T=15592438 ; 分区项背景过渡色上 RGB(246, 235, 237)
areabkgrnd_B=9663705  ; 分区项背景过渡色下 RGB(217, 116, 147)
roomborder=11710142 ; 房间项边框色 RGB(190, 174, 178)
roombkgrnd_sel_TT=16250617 ; 房间项选中过渡背景色上部分上 RGB(249, 246, 247)
roombkgrnd_sel_TB=16711422 ; 房间项选中过渡背景色上部分下 RGB(254, 254, 254)
roombkgrnd_TT=16316667 ; 房间项过渡背景色上部分上 RGB(251, 248, 248)
roombkgrnd_TB=15263726 ; 房间项过渡背景色上部分下 RGB(238, 231, 232)
roombkgrnd_sel_BT=15724532 ; 房间项选中过渡背景色下部分上 RGB(244, 239, 239)
roombkgrnd_sel_BB=16711422 ; 房间项选中过渡背景色下部分下 RGB(254, 254, 254)
roombkgrnd_BT=14145251 ; 房间项过渡背景色下部分上 RGB(227, 214, 215)
roombkgrnd_BB=15987702 ; 房间项过渡背景色下部分下 RGB(246, 243, 243)
[GamePrepare] ; 游戏二级界面
gamesetting_backgrnd=15592438 ; 游戏参数设置界面背景色 RGB(246, 235, 237)
cond_border_A=8683660 ; 右边区域边框 RGB(140, 128, 132)
cond_border_B=16777215 ; 右边区域边框 RGB(255, 255, 255)
cond_border_C=15592438 ; 右边区域边框 RGB(246, 235, 237)
cond_border_D=12103129 ; 右边区域边框 RGB(217, 173, 184)
cond_border_E=9670560 ; 右边区域边框 RGB(160, 143, 147)
cond_border_F=16777215 ; 右边区域边框 RGB(255, 255, 255)
cond_background=15592438 ; 右边区域背景色 RGB(246, 235, 237)
cond_bottom_border=9464804 ; 右边区域底边线色 RGB(228, 107, 144)
cond_bottom_bkgrnd_TT=13211636 ; 右边区域分栏过渡背景色上部上 RGB(244, 151, 201)
cond_bottom_bkgrnd_TB=13211636 ; 右边区域分栏过渡背景色上部下 RGB(244, 151, 201)
cond_bottom_bkgrnd_BT=13211636 ; 右边区域分栏过渡背景色下部上 RGB(244, 151, 201)
cond_bottom_bkgrnd_BB=13211636 ; 右边区域分栏过渡背景色下部下 RGB(244, 151, 201)
chathistory_bkgrnd=16315900 ; 聊天记录背景色 RGB(252, 245, 248)
chatinput_bkgrnd_normal=16315900 ; 聊天编辑框背景色 RGB(252, 245, 248)
chatinput_bkgrnd_disable=16049096 ; 聊天编辑框失效背景色 RGB(200, 227, 244)
chatinput_bkgrnd_readonly=14733214 ; 聊天编辑框只读背景色 RGB(158, 207, 224)
team_cmb_bkgrnd_sel=9663705  ; 玩家下拉框选中背景色 RGB(217, 116, 147)
team_cmb_bkgrnd_normal=15592440 ; 玩家下拉框背景色 RGB(248, 235, 237)
prop_bkgrnd=15589112 ; 玩家下拉框背景色 RGB(248, 222, 237)
[GameRoomWnd] ; 游戏房间界面
background_TT=8135864 ; 顶部分栏过渡背景色上 RGB(184, 36, 124)
background_TB=5770138 ; 顶部分栏过渡背景色下 RGB(154, 11, 88)
border_M=12763844 ; 按钮工具条边框色 RGB(196, 194, 194)
background_M=6111409 ; 按钮工具条背景色 RGB(177, 64, 93)
background_MT=15592438 ; 按钮工具条过渡背景色上 RGB(246, 235, 237)
background_MB=9663705  ; 按钮工具条过渡背景色下 RGB(217, 116, 147)
backgournd_B=16315900  ; 按钮工具条底部边线色 RGB(252, 245, 248)
tipuser_bkgrnd_T=14205163 ; 缩略图时tip中用户列表背景色上 RGB(0xeb, 0xc0, 0xd8)
tipuser_bkgrnd_B=6111409 ；缩略图时tip中用户列表背景色下 RGB(0xb1, 0x40, 0x5d)
[IMChatDlg] ; 聊天窗口
p2p_status_bkgrnd_T=16117747 ; 单聊状态提示过渡背景色上 RGB(243, 239, 245)
p2p_status_bkgrnd_B=14801652 ; 单聊状态提示过渡背景色下 RGB(244, 218, 225)
P2P_status_border=11645110 ; 单聊状态提示边框色 RGB(182, 176, 177)
toolbar_bkgrnd_TT=13012714 ; 中间工具栏过渡背景色上部上 RGB(234, 142, 198)
toolbar_bkgrnd_TB=11232480 ; 中间工具栏过渡背景色上部下 RGB(224, 100, 171)
toolbar_bkgrnd_BT=9454541 ; 中间工具栏过渡背景色下部上 RGB(205, 67, 144)
toolbar_bkgrnd_BB=10246098 ; 中间工具栏过渡背景色下部下 RGB(210, 87, 156)
richedit_vip_bkgrnd=15789304 ; 聊天记录控件会员背景色 RGB(248, 236, 240)
split_background=15592438 ; 切分条背景色 RGB(246, 235, 237)
left_border=6111409 ; 聊天室左边分栏边框色 RGB(177, 64, 93)
left_bkgrnd_T=15592438 ; 聊天室左边分栏过渡背景色上 RGB(246, 235, 237)
left_bkgrnd_B=9663705  ; 聊天室左边分栏过渡背景色下 RGB(217, 116, 147)
[IMChatHistory] ; 单个聊天记录界面
caption_T=15592438 ; 标题栏背景色上 RGB(246, 235, 237)
caption_B=9663705  ; 标题栏背景色下 RGB(217, 116, 147)
background_B=14934259 ; 下面部分背景色 RGB(243, 224, 227)
date_bkgrnd_T=14144511 ; 时间控件上面部分背景色 RGB(255, 211, 215)
date_bkgrnd_MT=16777215 ; 时间控件中间部分过渡背景色上 RGB(255, 255, 255)
date_bkgrnd_MB=14934003 ; 时间控件中间部分过渡背景色下 RGB(243, 223, 227)
date_bkgrnd_BT=16513789 ; 时间控件下面部分过渡背景色上 RGB(253, 250, 251)
date_bkgrnd_BB=14934003 ; 时间控件下面部分过渡背景色下 RGB(243, 222, 227)
[IMChatUserDlg] ; 聊天界面用户头像区域
caption_bkgrnd_T=15592438 ; 标题栏过渡背景色上 RGB(246, 235, 237)
caption_bkgrnd_B=9663705  ; 标题栏过渡背景色下 RGB(217, 116, 147)
[IMGroupbar] ; 主界面IM分组控件
background=4925639 ; 背景色 RGB(199, 40, 75)
background_Item_T =15592438 ; 子项过渡背景色上 RGB(246, 235, 237)
background_Item_B =9663705  ; 子项过渡背景色下 RGB(217, 116, 147)
[IMSplit] ; 主界面IM下部分分割条
border_LT=9992391 ; 分割条上边线 RGB(199, 120, 152)
border_RB=3214760 ; 分割条下边线 RGB(168, 13 49)
[IMToolbar] ; 主界面IM下部分按钮工具栏
background_TT=13012714 ; 过渡背景上部分上 RGB(234, 142, 198)
background_TB=11232480 ; 过渡背景上部分下 RGB(224, 100, 171)
background_BT=9454541 ; 过渡背景下部分上 RGB(205, 67, 144)
background_BB=10246098 ; 过渡背景下部分下 RGB(210, 87, 156)
[IMTreeCtrl] ; 主界面IM树控件
background=16315900 ; 背景色 RGB(252, 245, 248)
[ListCtrlX] ; 列表控件
caption_bkgrnd_T=9663705 ; 列表头过渡背景上 RGB(217, 116, 147)
caption_bkgrnd_B=15592438 ; 列表头过渡背景下 RGB(246, 235, 237)
border=7428979 ; 列表边框色 RGB(115, 91, 113)
[MainWnd] ; 主界面
tabbackground=8464837 ; 组控件背景色 RGB(197, 41, 129)
tabbackground_T=6362516 ; 组控件过渡背景色上 RGB(148, 21, 97)
tabbackground_B=9319874 ; 组控件过渡背景色下 RGB(194, 53, 142)
tabborder=5375882 ; 组控件边框色 RGB(138, 7, 82)
tabsplit_border_T=7411633 ; 组控件分割条上边线 RGB(177, 23, 113)
tabsplit_border_B=14343119 ; 组控件分割条下边线 RGB(207, 219, 218)
mapgroup_bkgrnd_T=15592438 ; 地图组控件过渡背景色上 RGB(246, 235, 237)
mapgroup_bkgrnd_B=9663705  ; 地图组控件过渡背景色下 RGB(217, 116, 147)
[MapLogo] ; 主界面地图界面
list_bkgrnd=16315900 ; 地图列表背景色 RGB(252, 245, 248)
[MsgMgr] ; 消息管理器界面
background=15592438 ; 背景色 RGB(246, 235, 237)
left_border=15592438 ; 左边边框色 RGB(246, 235, 237)
myfriend_border=16777215 ; 左树控件边框色 RGB(255, 255, 255)
myfriend_bkgrnd=15592438 ; 左树控件背景色 RGB(246, 235, 237)
listhead_bkgrnd_TT=13020877 ; 列表控件头过渡背景色上部分上 RGB(205, 174, 198)
listhead_bkgrnd_TB=11232480 ; 列表控件头过渡背景色上部分下 RGB(224, 100, 171)
listhead_bkgrnd_BT=9454541 ; 列表控件头过渡背景色下部分上 RGB(205, 67, 144)
listhead_bkgrnd_BB=8216520 ; 列表控件头过渡背景色下部分下 RGB(200, 95, 125)
listhead_bkgrnd_border=10246098 ; 列表控件头底部分割线色 RGB(210, 87, 156)
top_down_background=11501531	;上下部分区域的背景色 RGB(219,127,175)
top_down_frame=12563375	;边框颜色
top_down_text=16382457	;文字颜色
list_odd_bkgrnd=15460580	;列表奇数行的背景色
list_even_bkgrnd=16382199	;列表偶数行的背景色
[MsgTip] ; 右下角弹框界面
border_LT=6111409 ; 外边框色 RGB(177, 64, 93)
border_RB=6111409 ; 内边框色 RGB(177, 64, 93)
background_T=9001928 ; 过渡背景色上 RGB(200, 91, 137)
background_B=11965922 ; 过渡背景色下 RGB(226, 149, 182)
gameresult_txt_T=6104194 ; 游戏结果上部字体颜色 RGB(130, 36, 93)
[Personal] ; 个人信息界面
background=16777215 ; 背景色 RGB(255, 255, 255)
[Replay] ; 主界面录像界面
left_background=14867444 ; 左边背景色 RGB(244, 219, 226)
left_caption_T=15592438 ; 左边分栏过渡背景色上 RGB(246, 235, 237)
left_caption_B=9663705  ; 左边分栏过渡背景色下  RGB(217, 116, 147)
left_tree_background=10389246 ; 左边树控件背景色 RGB(254, 134, 158)
[SearchDlg] ; 搜索好友界面
page_background=13679076 ; 分页背景色 RGB(228, 185, 208)
[SelectFriends] ; 邀请好友界面
tree_background=15592438 ; 树控件背景色 RGB(246, 235, 237)
[SmallSpeaker]
richedit_bkgrnd=15592438 ; 文本框背景色 RGB(246, 235, 237)
combobox_bkgrnd=16777215 ；下拉框背景色 RGB(255, 255, 255)
combobox_selbkgrnd=9663705 ; 下拉框选中背景色 RGB(217, 116, 147)
combobox_text=0 ; 下拉框文本颜色 RGB(0, 0, 0)
[Speaker]
combobox_selbkgrnd=9663705 ; 下拉框选中背景色 RGB(217, 116, 147)
[SpeakerRecieve] ; 喇叭界面
MarqueeBkgrnd_T=15592438 ; 走马灯过渡背景色上 RGB(246, 235, 237)
MarqueeBkgrnd_B=9663705  ; 走马灯过渡背景色下 RGB(217, 116, 147)
[TroopCreate] ; 群创建界面
caption_border_T=12630974 ; 分栏外边框色 RGB(190, 187, 192)
caption_border_B=16777215 ; 分栏内边框色 RGB(255, 255, 255)
caption_bkgrnd_T=15851004 ; 分栏过渡背景色上 RGB(252, 221, 241)
caption_bkgrnd_B=11837918 ; 分栏过渡背景色下 RGB(222, 161, 180)
[UserScore] ; 游戏积分信息界面
config_background=16777215 ; 在设置中心里的背景色 RGB(255, 255, 255)
person_background=16777215 ; 在个人信息里的背景色 RGB(255, 255, 255)
page_background=13679076 ; 分页的背景色 RGB(228, 185, 208)
[WebBrowser] ; 浏览器界面
background_T=8135864 ; 工具条过渡背景色上 RGB(184, 36, 124)
background_B=5770138 ; 工具条过渡背景色下 RGB(154, 11, 88)
[NewUserGuide] ; 新手引导
GuideOprFlash=1362452 ; 引导窗口闪烁的颜色 RGB(20, 202, 20)
[GameCSPrepare]	;即时加入二级界面
background=7163805 ;背景色 RGB(157,79,109)
gametime=255 ;游戏进行时间 RGB(255,0,0)
kicktime=255 ;踢人时间 RGB(255,0,0)
[UnionUserWnd] ; 公会用户界面
caption_backgroundT=16777215 ; 上部背景色上RGB(255,255,255)
caption_backgroundB=14072042 ; 上部背景色下RGB(234,184,214)
caption_border=14072042 ; 上部边框色RGB(234,184,214)
[KIT]
Status_BgColor=9914834 ; RGB(210, 73, 151)